<?php
function getAllTasks(){
 $tasks = [
    'task_1' => 'Розробка алгоритму виконання проекту',
    'task_2' => 'Вивчення необхідних матералів',
    'task_3' => 'Ознайомлення з технологіями',
    'task_4' => 'Написання програмного коду',
    'task_5' => 'Відлагодження',
    'task_6' => 'Тестування',
    'task_7' => 'Попердній перегляд керівником',
    'task_8' => 'Написання пояснювальної записки',
    'task_9' => 'Попередній захист проекту',
    'task_10' => 'Захист проекту'
];
return $tasks;
}
